IDEA StatiCa Open Model
CutBeamByBeamData.PlaneOnCuttingObject Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 PlaneOnCuttingObject
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public DistanceComparison PlaneOnCuttingObject { get; set; }
Public Property PlaneOnCuttingObject As DistanceComparison
	Get
	Set
public:
property DistanceComparison PlaneOnCuttingObject {
	DistanceComparison get ();
	void set (DistanceComparison value);
}
Property Value
Type: DistanceComparison
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace